abdelouahab.tornado
alexcvzz.vscode-sqlite
CADENAS.vscode-glsllint
cesium.gltf-vscode
cschlosser.doxdocgen
eamodio.gitlens
golang.go
jebbs.plantuml
matklad.rust-analyzer
monokai.theme-monokai-pro-vscode
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.sublime-keybindings
rust-lang.rust
slevesque.shader
slevesque.vscode-3dviewer
sumneko.lua
twxs.cmake
v4run.transpose
